"Volume" = "Громкость"; 
"Waveform" = "Волнообразный"; 
"Morph" = "Morph"; 
"Morph Envelope" = "Огибающая Morph"; 
"Cutoff Type" = "Тип отсечки"; 
"Cutoff" = "Отсечка"; 
"Resonance" = "Резонанс"; 
"Cutoff Envelope" = "Огибающая кривая отсечки"; 
"Cutoff Attack" = "Атака отсечки"; 
"Attack" = "Атака"; 
"Decay" = "Спад"; 
"Sustain" = "Сустейн"; 
"Release" = "Освобождение"; 
